Repository: pasteshelf/pasteshelf
Catalog: PasteShelf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Regular expression pattern
de: Reguläres Ausdrucksmuster
es: Patrón de expresión regular
fr: Modèle d'expression régulière
ja: 正規表現パターン
ko: 정규 표현식 패턴
pt: Padrão de expressão regular
ru: Шаблон регулярного выражения
tr: Düzenli ifade deseni
zh_hans: 正则表达式模式
zh_hant: 正規表達式模式

source: Remove %@ from exclusion list
de: %@ aus Ausschlussliste entfernen
es: Quitar %@ de la lista de exclusión
fr: Retirer %@ de la liste d'exclusion
ja: %@ を除外リストから削除
ko: %@을(를) 제외 목록에서 제거
pt: Remover %@ da lista de exclusão
ru: Убрать %@ из списка исключений
tr: %@ hariç tutma listesinden kaldır
zh_hans: 从排除列表移除 %@
zh_hant: 從排除清單移除 %@

source: Remove a tag from the clipboard item
de: Tag aus Zwischenablage-Eintrag entfernen
es: Quitar una etiqueta del elemento del portapapeles
fr: Retirer une étiquette de l'élément du presse-papiers
ja: クリップボード項目からタグを削除
ko: 클립보드 항목에서 태그 제거
pt: Remover uma etiqueta do item
ru: Удалить метку с элемента
tr: Pano öğesinden etiket kaldır
zh_hans: 从剪贴板项目移除标签
zh_hant: 從剪貼簿項目移除標籤

source: Remove all HTML tags from text
de: Alle HTML-Tags aus Text entfernen
es: Eliminar todas las etiquetas HTML del texto
fr: Supprimer toutes les balises HTML du texte
ja: テキストからすべての HTML タグを削除
ko: 텍스트에서 모든 HTML 태그 제거
pt: Remover todas as tags HTML do texto
ru: Удалить все HTML-теги из текста
tr: Metinden tüm HTML etiketlerini kaldır
zh_hans: 从文本中删除所有 HTML 标签
zh_hant: 從文字中移除所有 HTML 標籤

source: Remove All Whitespace
de: Alle Leerzeichen entfernen
es: Quitar todo el espacio en blanco
fr: Supprimer tous les espaces
ja: すべての空白を削除
ko: 모든 공백 제거
pt: Remover todos os espaços em branco
ru: Удалить все пробелы
tr: Tüm boşlukları kaldır
zh_hans: 移除所有空白
zh_hant: 移除所有空白

source: Remove all whitespace characters
de: Alle Leerzeichen entfernen
es: Eliminar todos los caracteres en blanco
fr: Supprimer tous les caractères d'espacement
ja: すべての空白文字を削除
ko: 모든 공백 문자 제거
pt: Remover todos os caracteres em branco
ru: Удалить все пробельные символы
tr: Tüm boşluk karakterlerini kaldır
zh_hans: 删除所有空白字符
zh_hant: 移除所有空白字元

source: Remove condition
de: Bedingung entfernen
es: Eliminar condición
fr: Supprimer la condition
ja: 条件を削除
ko: 조건 제거
pt: Remover condição
ru: Удалить условие
tr: Koşulu kaldır
zh_hans: 移除条件
zh_hant: 移除條件

source: Remove duplicate lines
de: Doppelte Zeilen entfernen
es: Eliminar líneas duplicadas
fr: Supprimer les lignes en double
ja: 重複した行を削除
ko: 중복 줄 제거
pt: Remover linhas duplicadas
ru: Удалить повторяющиеся строки
tr: Tekrarlanan satırları kaldır
zh_hans: 删除重复行
zh_hant: 移除重複行

source: Remove duplicates
de: Duplikate entfernen
es: Eliminar duplicados
fr: Supprimer les doublons
ja: 重複を削除
ko: 중복 제거
pt: Remover duplicatas
ru: Удалить дубликаты
tr: Tekrarları kaldır
zh_hans: 删除重复项
zh_hant: 移除重複項目

source: Remove from favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pt: Remover dos favoritos
ru: Убрать из избранного
tr: Favorilerden kaldır
zh_hans: 从收藏移除
zh_hant: 從最愛移除

source: Remove from Favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pt: Remover dos Favoritos
ru: Убрать из избранного
tr: Favorilerden Kaldır
zh_hans: 从收藏中移除
zh_hant: 從最愛移除

source: Remove HTML markup
de: HTML-Markup entfernen
es: Eliminar marcado HTML
fr: Supprimer le balisage HTML
ja: HTML マークアップを削除
ko: HTML 마크업 제거
pt: Remover marcação HTML
ru: Удалить HTML-разметку
tr: HTML işaretlemesini kaldır
zh_hans: 删除 HTML 标记
zh_hant: 移除 HTML 標記

source: Remove leading and trailing whitespace
de: Führende und abschließende Leerzeichen entfernen
es: Eliminar espacios al inicio y al final
fr: Supprimer les espaces au début et à la fin
ja: 先頭と末尾の空白を削除
ko: 앞뒤 공백 제거
pt: Remover espaços no início e no fim
ru: Удалить пробелы в начале и конце
tr: Baştaki ve sondaki boşlukları kaldır
zh_hans: 删除首尾空白
zh_hant: 移除前後空白

source: Remove leading/trailing whitespace
de: Führende/abschließende Leerzeichen entfernen
es: Eliminar espacios al inicio/final
fr: Supprimer les espaces de début/fin
ja: 先頭/末尾の空白を削除
ko: 앞/뒤 공백 제거
pt: Remover espaços no início/fim
ru: Удалить пробелы в начале/конце
tr: Baştaki/sondaki boşlukları kaldır
zh_hans: 删除首/尾空白
zh_hant: 移除前/後空白

source: Remove Markdown formatting
de: Markdown-Formatierung entfernen
es: Eliminar el formato Markdown
fr: Supprimer la mise en forme Markdown
ja: Markdownの書式を削除
ko: Markdown 서식 제거
pt: Remover formatação Markdown
ru: Удалить форматирование Markdown
tr: Markdown biçimlendirmesini kaldır
zh_hans: 移除 Markdown 格式
zh_hant: 移除 Markdown 格式

source: Remove Newlines
de: Zeilenumbrüche entfernen
es: Eliminar saltos de línea
fr: Supprimer les sauts de ligne
ja: 改行を削除
ko: 줄바꿈 제거
pt: Remover quebras de linha
ru: Удалить переносы строк
tr: Satır Sonlarını Kaldır
zh_hans: 删除换行
zh_hant: 移除換行

source: Remove selected provider
de: Ausgewählten Anbieter entfernen
es: Quitar el proveedor seleccionado
fr: Supprimer le fournisseur sélectionné
ja: 選択したプロバイダを削除
ko: 선택한 제공자 제거
pt: Remover provedor selecionado
ru: Удалить выбранного поставщика
tr: Seçili sağlayıcıyı kaldır
zh_hans: 移除所选提供商
zh_hant: 移除所選供應商

source: Remove Tag
de: Tag entfernen
es: Quitar etiqueta
fr: Retirer l'étiquette
ja: タグを削除
ko: 태그 제거
pt: Remover Etiqueta
ru: Удалить метку
tr: Etiketi Kaldır
zh_hans: 移除标签
zh_hant: 移除標籤

source: Remove tag: %@
de: Tag entfernen: %@
es: Quitar etiqueta: %@
fr: Retirer le tag : %@
ja: タグを削除: %@
ko: 태그 제거: %@
pt: Remover tag: %@
ru: Удалить тег: %@
tr: Etiketi kaldır: %@
zh_hans: 移除标签: %@
zh_hant: 移除標籤: %@

source: Remove whitespace from JSON
de: Leerzeichen aus JSON entfernen
es: Eliminar espacios en blanco de JSON
fr: Supprimer les espaces du JSON
ja: JSON から空白を削除
ko: JSON에서 공백 제거
pt: Remover espaços do JSON
ru: Удалить пробелы из JSON
tr: JSON'dan boşlukları kaldır
zh_hans: 删除 JSON 中的空白
zh_hant: 移除 JSON 中的空白

source: Replace all newlines with spaces
de: Alle Zeilenumbrüche durch Leerzeichen ersetzen
es: Reemplazar todos los saltos de línea por espacios
fr: Remplacer tous les sauts de ligne par des espaces
ja: すべての改行をスペースに置き換え
ko: 모든 줄바꿈을 공백으로 바꾸기
pt: Substituir todas as quebras de linha por espaços
ru: Заменить все переносы на пробелы
tr: Tüm satır sonlarını boşlukla değiştir
zh_hans: 将所有换行替换为空格
zh_hant: 將所有換行替換為空格

source: Replace multiple spaces with a single space
de: Mehrere Leerzeichen durch ein einzelnes ersetzen
es: Reemplazar múltiples espacios por un solo espacio
fr: Remplacer plusieurs espaces par un seul
ja: 複数のスペースを 1 つに置き換え
ko: 여러 공백을 단일 공백으로 바꾸기
pt: Substituir múltiplos espaços por um único
ru: Заменить множественные пробелы на один
tr: Birden fazla boşluğu tek boşlukla değiştir
zh_hans: 将多个空格替换为单个空格
zh_hant: 將多個空格替換為單個空格

source: Replace newlines with spaces
de: Zeilenumbrüche durch Leerzeichen ersetzen
es: Reemplazar saltos de línea por espacios
fr: Remplacer les sauts de ligne par des espaces
ja: 改行をスペースに置き換え
ko: 줄바꿈을 공백으로 바꾸기
pt: Substituir quebras de linha por espaços
ru: Заменить переносы на пробелы
tr: Satır sonlarını boşlukla değiştir
zh_hans: 将换行替换为空格
zh_hant: 將換行替換為空格

source: Report generation failed: %@
de: Berichtserstellung fehlgeschlagen: %@
es: Error en la generación del informe: %@
fr: Échec de la génération du rapport : %@
ja: レポートの生成に失敗しました: %@
ko: 보고서 생성에 실패했습니다: %@
pt: Falha na geração do relatório: %@
ru: Не удалось создать отчёт: %@
tr: Rapor oluşturma başarısız oldu: %@
zh_hans: 报告生成失败：%@
zh_hant: 報告產生失敗:%@

source: Request denied
de: Anforderung abgelehnt
es: Solicitud denegada
fr: Requête refusée
ja: リクエストが拒否されました
ko: 요청이 거부되었습니다
pt: Solicitação negada
ru: Запрос отклонен
tr: İstek reddedildi
zh_hans: 请求被拒绝
zh_hant: 請求被拒絕

source: Request error
de: Anforderungsfehler
es: Error de solicitud
fr: Erreur de requête
ja: リクエストエラー
ko: 요청 오류
pt: Erro de solicitação
ru: Ошибка запроса
tr: İstek hatası
zh_hans: 请求错误
zh_hant: 請求錯誤

source: Request not supported
de: Anforderung nicht unterstützt
es: Solicitud no compatible
fr: Requête non prise en charge
ja: リクエストはサポートされていません
ko: 요청이 지원되지 않습니다
pt: Solicitação não suportada
ru: Запрос не поддерживается
tr: İstek desteklenmiyor
zh_hans: 请求不受支持
zh_hant: 請求不受支援

source: Request version deprecated
de: Anforderungsversion veraltet
es: Versión de solicitud obsoleta
fr: Version de requête obsolète
ja: リクエストバージョンは非推奨です
ko: 요청 버전이 더 이상 사용되지 않습니다
pt: Versão da solicitação obsoleta
ru: Версия запроса устарела
tr: İstek sürümü kullanımdan kaldırıldı
zh_hans: 请求版本已弃用
zh_hant: 請求版本已棄用

source: Request version too high
de: Anforderungsversion zu hoch
es: Versión de solicitud demasiado alta
fr: Version de requête trop récente
ja: リクエストバージョンが高すぎます
ko: 요청 버전이 너무 높습니다
pt: Versão da solicitação muito alta
ru: Слишком новая версия запроса
tr: İstek sürümü çok yüksek
zh_hans: 请求版本过高
zh_hant: 請求版本過高

source: Request version too low
de: Anforderungsversion zu niedrig
es: Versión de solicitud demasiado baja
fr: Version de requête trop ancienne
ja: リクエストバージョンが低すぎます
ko: 요청 버전이 너무 낮습니다
pt: Versão da solicitação muito baixa
ru: Слишком старая версия запроса
tr: İstek sürümü çok düşük
zh_hans: 请求版本过低
zh_hant: 請求版本過低

source: Require Biometric Auth
de: Biometrische Authentifizierung erforderlich
es: Requerir autenticación biométrica
fr: Exiger l'authentification biométrique
ja: 生体認証を要求
ko: 생체 인증 필요
pt: Exigir autenticação biométrica
ru: Требовать биометрию
tr: Biyometrik Kimlik Doğrulama Gerekli
zh_hans: 需要生物识别认证
zh_hant: 需要生物識別認證

source: Require Biometric Authentication
de: Biometrische Authentifizierung erforderlich
es: Requerir autenticación biométrica
fr: Exiger l'authentification biométrique
ja: 生体認証を必須にする
ko: 생체 인증 필요
pt: Exigir Autenticação Biométrica
ru: Требовать биометрическую аутентификацию
tr: Biyometrik Kimlik Doğrulama Gerektir
zh_hans: 要求生物识别认证
zh_hant: 要求生物辨識驗證

source: Require SSO Authentication
de: SSO-Authentifizierung erforderlich
es: Requerir autenticación SSO
fr: Exiger l'authentification SSO
ja: SSO 認証を必須にする
ko: SSO 인증 필요
pt: Exigir Autenticação SSO
ru: Требовать SSO-аутентификацию
tr: SSO Kimlik Doğrulaması Gerektir
zh_hans: 要求 SSO 身份验证
zh_hant: 要求 SSO 驗證

source: Requires
de: Erfordert
es: Requiere
fr: Nécessite
ja: 必要
ko: 필요
pt: Requer
ru: Требуется
tr: Gerektirir
zh_hans: 需要
zh_hant: 需要

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
pt: Redefinir
ru: Сбросить
tr: Sıfırla
zh_hans: 重置
zh_hant: 重設

source: Reset Sync
de: Sync zurücksetzen
es: Restablecer sincronización
fr: Réinitialiser la synchronisation
ja: 同期をリセット
ko: 동기화 재설정
pt: Redefinir Sincronização
ru: Сбросить синхронизацию
tr: Senkronizasyonu Sıfırla
zh_hans: 重置同步
zh_hant: 重設同步

source: Reset Sync...
de: Sync zurücksetzen…
es: Restablecer sincronización…
fr: Réinitialiser la synchronisation…
ja: 同期をリセット…
ko: 동기화 재설정…
pt: Redefinir Sincronização…
ru: Сбросить синхронизацию…
tr: Senkronizasyonu Sıfırla…
zh_hans: 重置同步…
zh_hant: 重設同步…

source: Resolving hostname
de: Hostname wird aufgelöst
es: Resolviendo nombre de host
fr: Résolution du nom d'hôte
ja: ホスト名を解決中
ko: 호스트 이름 해석 중
pt: Resolvendo nome do host
ru: Разрешение имени хоста
tr: Ana bilgisayar adı çözümleniyor
zh_hans: 正在解析主机名
zh_hant: 正在解析主機名稱

source: Resource limit exceeded: %@
de: Ressourcenlimit überschritten: %@
es: Límite de recursos superado: %@
fr: Limite de ressources dépassée : %@
ja: リソース制限を超過しました: %@
ko: 리소스 한도를 초과했습니다: %@
pt: Limite de recursos excedido: %@
ru: Превышен лимит ресурсов: %@
tr: Kaynak sınırı aşıldı: %@
zh_hans: 超出资源限制：%@
zh_hant: 超出資源限制:%@

source: Resource not recognized
de: Ressource nicht erkannt
es: Recurso no reconocido
fr: Ressource non reconnue
ja: リソースが認識されません
ko: 리소스를 인식할 수 없습니다
pt: Recurso não reconhecido
ru: Ресурс не распознан
tr: Kaynak tanınmadı
zh_hans: 无法识别资源
zh_hant: 無法辨識資源

source: Restart the application. If the problem continues, check available disk space or re-enroll the device.
de: Starten Sie die App neu. Falls das Problem weiterhin besteht, prüfen Sie den verfügbaren Speicherplatz oder melden Sie das Gerät erneut an.
es: Reinicia la aplicación. Si el problema persiste, comprueba el espacio en disco disponible o vuelve a inscribir el dispositivo.
fr: Redémarrez l'application. Si le problème persiste, vérifiez l'espace disque disponible ou réinscrivez l'appareil.
ja: アプリケーションを再起動してください。問題が続く場合は、使用可能なディスク容量を確認するか、デバイスを再登録してください。
ko: 응용 프로그램을 다시 시작하세요. 문제가 계속되면 사용 가능한 디스크 공간을 확인하거나 기기를 다시 등록하세요.
pt: Reinicie o aplicativo. Se o problema persistir, verifique o espaço em disco disponível ou reinscreva o dispositivo.
ru: Перезапустите приложение. Если проблема сохраняется, проверьте свободное место на диске или повторно зарегистрируйте устройство.
tr: Uygulamayı yeniden başlatın. Sorun devam ederse kullanılabilir disk alanını kontrol edin veya cihazı yeniden kaydedin.
zh_hans: 请重启应用。如果问题仍然存在，请检查可用磁盘空间或重新注册设备。
zh_hant: 請重新啟動應用程式。若問題仍然存在,請檢查可用磁碟空間或重新註冊裝置。

source: Restart the application. If the problem continues, check available disk space.
de: Starten Sie die App neu. Falls das Problem weiterhin besteht, prüfen Sie den verfügbaren Speicherplatz.
es: Reinicia la aplicación. Si el problema persiste, comprueba el espacio en disco disponible.
fr: Redémarrez l'application. Si le problème persiste, vérifiez l'espace disque disponible.
ja: アプリケーションを再起動してください。問題が続く場合は、使用可能なディスク容量を確認してください。
ko: 응용 프로그램을 다시 시작하세요. 문제가 계속되면 사용 가능한 디스크 공간을 확인하세요.
pt: Reinicie o aplicativo. Se o problema persistir, verifique o espaço em disco disponível.
ru: Перезапустите приложение. Если проблема сохраняется, проверьте свободное место на диске.
tr: Uygulamayı yeniden başlatın. Sorun devam ederse kullanılabilir disk alanını kontrol edin.
zh_hans: 请重启应用。如果问题仍然存在，请检查可用磁盘空间。
zh_hant: 請重新啟動應用程式。若問題仍然存在,請檢查可用磁碟空間。

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
ja: 結果
ko: 결과
pt: Resultados
ru: Результаты
tr: Sonuçlar
zh_hans: 结果
zh_hant: 結果

source: Results powered by semantic search
de: Ergebnisse durch semantische Suche unterstützt
es: Resultados mejorados por búsqueda semántica
fr: Résultats fournis par la recherche sémantique
ja: セマンティック検索による結果
ko: 시맨틱 검색으로 제공되는 결과
pt: Resultados baseados em pesquisa semântica
ru: Результаты на основе семантического поиска
tr: Semantik aramayla desteklenen sonuçlar
zh_hans: 由语义搜索提供支持的结果
zh_hant: 由語義搜尋提供的結果

source: Resume Monitoring
de: Überwachung fortsetzen
es: Reanudar supervisión
fr: Reprendre la surveillance
ja: 監視を再開
ko: 모니터링 재개
pt: Retomar Monitoramento
ru: Возобновить мониторинг
tr: İzlemeye Devam Et
zh_hans: 恢复监控
zh_hant: 恢復監控

source: Retention
de: Aufbewahrung
es: Retención
fr: Rétention
ja: 保持
ko: 보존
pt: Retenção
ru: Хранение
tr: Saklama
zh_hans: 保留
zh_hant: 保留

source: Retention Compliance:
de: Aufbewahrungs-Compliance:
es: Conformidad de retención:
fr: Conformité de rétention :
ja: 保持コンプライアンス:
ko: 보존 컴플라이언스:
pt: Conformidade de Retenção:
ru: Соответствие сроков хранения:
tr: Saklama Uyumluluğu:
zh_hans: 保留合规性：
zh_hant: 保留合規性：

source: Retention Period:
de: Aufbewahrungsdauer:
es: Período de retención:
fr: Période de rétention :
ja: 保持期間:
ko: 보존 기간:
pt: Período de Retenção:
ru: Срок хранения:
tr: Saklama Süresi:
zh_hans: 保留期：
zh_hant: 保留期限：

source: Retention Policy
de: Aufbewahrungsrichtlinie
es: Política de retención
fr: Politique de rétention
ja: 保持ポリシー
ko: 보존 정책
pt: Política de Retenção
ru: Политика хранения
tr: Saklama Politikası
zh_hans: 保留策略
zh_hant: 保留政策

source: Reveal
de: Anzeigen
es: Mostrar
fr: Révéler
ja: 表示
ko: 드러내기
pt: Revelar
ru: Показать
tr: Göster
zh_hans: 显示
zh_hant: 顯示

source: Reverse line order
de: Zeilenreihenfolge umkehren
es: Invertir orden de líneas
fr: Inverser l'ordre des lignes
ja: 行の順序を逆転
ko: 줄 순서 뒤집기
pt: Inverter ordem das linhas
ru: Обратный порядок строк
tr: Satır sırasını tersine çevir
zh_hans: 反转行顺序
zh_hant: 反轉行順序

source: Reverse Lines
de: Zeilen umkehren
es: Invertir líneas
fr: Inverser les lignes
ja: 行を逆転
ko: 줄 뒤집기
pt: Inverter Linhas
ru: Обратные строки
tr: Satırları Ters Çevir
zh_hans: 反转行
zh_hant: 反轉行

source: Reverse the order of lines
de: Reihenfolge der Zeilen umkehren
es: Invertir el orden de las líneas
fr: Inverser l'ordre des lignes
ja: 行の順序を逆にする
ko: 줄의 순서 뒤집기
pt: Inverter a ordem das linhas
ru: Перевернуть порядок строк
tr: Satırların sırasını ters çevir
zh_hans: 反转行顺序
zh_hant: 反轉行順序

source: Review the identity provider configuration and correct any errors.
de: Überprüfen Sie die Konfiguration des Identitätsanbieters und beheben Sie etwaige Fehler.
es: Revisa la configuración del proveedor de identidad y corrige los errores.
fr: Vérifiez la configuration du fournisseur d'identité et corrigez les erreurs éventuelles.
ja: ID プロバイダの構成を確認し、エラーを修正してください。
ko: ID 공급자 구성을 검토하고 오류를 수정하세요.
pt: Revise a configuração do provedor de identidade e corrija os erros.
ru: Проверьте конфигурацию поставщика удостоверений и исправьте ошибки.
tr: Kimlik sağlayıcı yapılandırmasını gözden geçirin ve hataları düzeltin.
zh_hans: 请检查身份提供者配置并更正所有错误。
zh_hant: 請檢查身分提供者設定並更正所有錯誤。

source: Review the regular expression syntax and correct the pattern in the DLP rule editor.
de: Überprüfen Sie die Syntax des regulären Ausdrucks und korrigieren Sie das Muster im DLP-Regeleditor.
es: Revisa la sintaxis de la expresión regular y corrige el patrón en el editor de reglas DLP.
fr: Vérifiez la syntaxe de l'expression régulière et corrigez le motif dans l'éditeur de règles DLP.
ja: 正規表現の構文を確認し、DLP ルールエディタでパターンを修正してください。
ko: 정규식 구문을 검토하고 DLP 규칙 편집기에서 패턴을 수정하세요.
pt: Revise a sintaxe da expressão regular e corrija o padrão no editor de regras DLP.
ru: Проверьте синтаксис регулярного выражения и исправьте шаблон в редакторе правил DLP.
tr: Düzenli ifade sözdizimini gözden geçirin ve deseni DLP kural düzenleyicide düzeltin.
zh_hans: 检查正则表达式语法并在 DLP 规则编辑器中修正模式。
zh_hant: 檢查正規表達式語法並在 DLP 規則編輯器中修正樣式。

source: Revoked
de: Widerrufen
es: Revocado
fr: Révoqué
ja: 取り消し済み
ko: 취소됨
pt: Revogado
ru: Отозвано
tr: İptal Edildi
zh_hans: 已吊销
zh_hant: 已撤銷

source: Rule Details
de: Regeldetails
es: Detalles de la regla
fr: Détails de la règle
ja: ルールの詳細
ko: 규칙 세부 정보
pt: Detalhes da Regra
ru: Детали правила
tr: Kural Ayrıntıları
zh_hans: 规则详情
zh_hant: 規則詳細資料

source: Rule executed
de: Regel ausgeführt
es: Regla ejecutada
fr: Règle exécutée
ja: ルールが実行されました
ko: 규칙 실행됨
pt: Regra executada
ru: Правило выполнено
tr: Kural yürütüldü
zh_hans: 规则已执行
zh_hant: 規則已執行

source: Rule name
de: Regelname
es: Nombre de la regla
fr: Nom de la règle
ja: ルール名
ko: 규칙 이름
pt: Nome da regra
ru: Имя правила
tr: Kural adı
zh_hans: 规则名称
zh_hant: 規則名稱

source: Rules
de: Regeln
es: Reglas
fr: Règles
ja: ルール
ko: 규칙
pt: Regras
ru: Правила
tr: Kurallar
zh_hans: 规则
zh_hant: 規則

source: Run %lldx
de: %lldx ausführen
es: Ejecutar %lldx
fr: Exécuter %lldx
ja: %lld回実行
ko: %lld회 실행
pt: Executar %lldx
ru: Запустить %lldx
tr: %lldx çalıştır
zh_hans: 运行 %lld 次
zh_hant: 執行 %lld 次

source: Run before pasting to the target application
de: Vor dem Einfügen in die Zielanwendung ausführen
es: Ejecutar antes de pegar en la aplicación de destino
fr: Exécuter avant de coller dans l'application cible
ja: 対象アプリケーションにペーストする前に実行
ko: 대상 애플리케이션에 붙여넣기 전 실행
pt: Executar antes de colar no aplicativo de destino
ru: Запустить перед вставкой в целевое приложение
tr: Hedef uygulamaya yapıştırmadan önce çalıştır
zh_hans: 在粘贴到目标应用之前运行
zh_hant: 在貼到目標應用程式之前執行

source: Run on schedule: %@
de: Nach Zeitplan ausführen: %@
es: Ejecutar según la programación: %@
fr: Exécuter selon le planning : %@
ja: スケジュールで実行: %@
ko: 일정에 따라 실행: %@
pt: Executar conforme agendamento: %@
ru: Запуск по расписанию: %@
tr: Zamanlamaya göre çalıştır: %@
zh_hans: 按计划运行：%@
zh_hant: 依排程執行：%@

source: Run only when manually triggered
de: Nur bei manueller Auslösung ausführen
es: Ejecutar solo cuando se active manualmente
fr: Exécuter uniquement lors d'un déclenchement manuel
ja: 手動でトリガーされた場合のみ実行
ko: 수동으로 트리거될 때만 실행
pt: Executar apenas quando acionado manualmente
ru: Запускать только при ручном запуске
tr: Yalnızca manuel tetiklendiğinde çalıştır
zh_hans: 仅在手动触发时运行
zh_hant: 僅在手動觸發時執行

source: Run Script
de: Skript ausführen
es: Ejecutar script
fr: Exécuter le script
ja: スクリプトを実行
ko: 스크립트 실행
pt: Executar Script
ru: Запустить скрипт
tr: Betiği Çalıştır
zh_hans: 运行脚本
zh_hant: 執行指令碼

source: Run script: %@
de: Skript ausführen: %@
es: Ejecutar script: %@
fr: Exécuter le script : %@
ja: スクリプトを実行: %@
ko: 스크립트 실행: %@
pt: Executar script: %@
ru: Запустить скрипт: %@
tr: Betik çalıştır: %@
zh_hans: 运行脚本: %@
zh_hant: 執行指令稿: %@

source: Run when a new clipboard item is captured
de: Ausführen, wenn ein neuer Eintrag erfasst wird
es: Ejecutar cuando se capture un nuevo elemento
fr: Exécuter lors de la capture d'un nouvel élément
ja: 新しいクリップボード項目が取得されたときに実行
ko: 새 클립보드 항목이 캡처될 때 실행
pt: Executar quando um novo item for capturado
ru: Запускать при захвате нового элемента
tr: Yeni bir pano öğesi yakalandığında çalıştır
zh_hans: 捕获新剪贴板项目时运行
zh_hant: 擷取新剪貼簿項目時執行

source: SAML assertion has expired
de: SAML-Assertion ist abgelaufen
es: La aserción SAML ha expirado
fr: L'assertion SAML a expiré
ja: SAML アサーションの有効期限が切れました
ko: SAML 어설션이 만료되었습니다
pt: A asserção SAML expirou
ru: Срок действия утверждения SAML истёк
tr: SAML assertion süresi doldu
zh_hans: SAML 断言已过期
zh_hant: SAML 斷言已過期

source: SAML assertion not intended for audience: %@
de: SAML-Assertion nicht für Zielgruppe bestimmt: %@
es: Aserción SAML no destinada a la audiencia: %@
fr: Assertion SAML non destinée à l'audience : %@
ja: SAMLアサーションが対象者向けではありません: %@
ko: SAML 어설션이 대상자를 위한 것이 아닙니다: %@
pt: Asserção SAML não destinada ao público: %@
ru: SAML-утверждение не предназначено для аудитории: %@
tr: SAML assertion bu kitle için değil: %@
zh_hans: SAML 断言不适用于受众:%@
zh_hant: SAML 斷言不適用於對象:%@

source: SAML configuration is incomplete.
de: SAML-Konfiguration ist unvollständig.
es: La configuración de SAML está incompleta.
fr: La configuration SAML est incomplète.
ja: SAML 構成が不完全です。
ko: SAML 구성이 완전하지 않습니다.
pt: A configuração SAML está incompleta.
ru: Конфигурация SAML неполная.
tr: SAML yapılandırması eksik.
zh_hans: SAML 配置不完整。
zh_hant: SAML 設定不完整。

source: SAML response contains no assertion
de: SAML-Antwort enthält keine Assertion
es: La respuesta SAML no contiene ninguna aserción
fr: La réponse SAML ne contient aucune assertion
ja: SAML レスポンスにアサーションが含まれていません
ko: SAML 응답에 어설션이 없습니다
pt: A resposta SAML não contém nenhuma asserção
ru: Ответ SAML не содержит утверждений
tr: SAML yanıtı hiçbir assertion içermiyor
zh_hans: SAML 响应不包含任何断言
zh_hant: SAML 回應不包含任何斷言

source: SAML signature is invalid
de: SAML-Signatur ist ungültig
es: La firma SAML no es válida
fr: La signature SAML n'est pas valide
ja: SAML 署名が無効です
ko: SAML 서명이 유효하지 않습니다
pt: A assinatura SAML é inválida
ru: Недействительная подпись SAML
tr: SAML imzası geçersiz
zh_hans: SAML 签名无效
zh_hant: SAML 簽章無效

source: SAML signature is missing
de: SAML-Signatur fehlt
es: Falta la firma SAML
fr: La signature SAML est manquante
ja: SAML署名がありません
ko: SAML 서명이 없습니다
pt: Assinatura SAML ausente
ru: Отсутствует SAML-подпись
tr: SAML imzası eksik
zh_hans: 缺少 SAML 签名
zh_hant: 缺少 SAML 簽章

source: SAML version mismatch
de: SAML-Versionskonflikt
es: No coincide la versión de SAML
fr: Incompatibilité de version SAML
ja: SAMLバージョンの不一致
ko: SAML 버전 불일치
pt: Incompatibilidade de versão SAML
ru: Несоответствие версии SAML
tr: SAML sürüm uyuşmazlığı
zh_hans: SAML 版本不匹配
zh_hant: SAML 版本不相符

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

source: Save Configuration
de: Konfiguration speichern
es: Guardar configuración
fr: Enregistrer la configuration
ja: 構成を保存
ko: 구성 저장
pt: Salvar Configuração
ru: Сохранить настройку
tr: Yapılandırmayı Kaydet
zh_hans: 保存配置
zh_hant: 儲存設定

source: Schedule
de: Zeitplan
es: Programación
fr: Planning
ja: スケジュール
ko: 일정
pt: Agenda
ru: Расписание
tr: Zamanlama
zh_hans: 计划
zh_hant: 排程

source: Scheduled
de: Geplant
es: Programado
fr: Planifié
ja: スケジュール済み
ko: 예약됨
pt: Agendado
ru: Запланировано
tr: Zamanlandı
zh_hans: 已计划
zh_hant: 已排程
